[TC_WOTC_MWR_P90_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>P90 TR</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>P90 TR</b></font>"
AbilityDescName="персональное оружие самообороны"
BriefSummary="FN P90 - бельгийский пистолет-пулемёт (персональное оружие самообороны), разработанный в 1986 - 1987 годах фирмой FN Herstal. Был разработан, в первую очередь, для танкистов и водителей боевых автомобилей и машин. Имеет прогрессивный и удобный эргономичный дизайн. FN P90 построен по схеме булл-пап, автоматика работает по схеме со свободным затвором. FN Р90 оборудован встроенным коллиматорным прицелом кратности 1Х с прицельной сеткой в виде буквы Т. Именно из-за того, что прицел напоминает гребень петуха, FN P90 и получил своё народное прозвище: \"Петух\". Данная версия не оборудованна встроенным прицельным устройством, но использование системы рельсового интерфейса MIL-STD-1913 позволяет установить любой удобный прицел, и другие аксессуары."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Закрытый затвор\n<Bullet/>Тип боеприпаса: FN 5.7x28мм\n<Bullet/>Страна производитель: Бельгия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_P90_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>RC-P90</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>RC-P90</b></font>"
AbilityDescName="персональное оружие самообороны"
BriefSummary="FN P90 - бельгийский пистолет-пулемёт (персональное оружие самообороны), разработанный в 1986 - 1987 годах фирмой FN Herstal. Был разработан, в первую очередь, для танкистов и водителей боевых автомобилей и машин. Имеет прогрессивный и удобный эргономичный дизайн. FN P90 построен по схеме булл-пап, автоматика работает по схеме со свободным затвором. FN Р90 оборудован встроенным коллиматорным прицелом кратности 1Х с прицельной сеткой в виде буквы Т. Именно из-за того, что прицел напоминает гребень петуха, FN P90 и получил своё народное прозвище: \"Петух\". Данная версия не оборудованна встроенным прицельным устройством, но использование системы рельсового интерфейса MIL-STD-1913 позволяет установить любой удобный прицел, и другие аксессуары.\nRC версия представляет собой модификацию FN P90, в которой большинство деталей заменены на изготовленные из иноспланетных сплавов, что сделало оружие более прочным и положительно сказалось на пробивной способности данного образца."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Закрытый затвор\n<Bullet/>Тип боеприпаса: FN 5.7x28мм\n<Bullet/>Страна производитель: Бельгия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_P90_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>PX290</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>PX290</b></font>"
AbilityDescName="персональное оружие самообороны"
BriefSummary="FN P90 - бельгийский пистолет-пулемёт (персональное оружие самообороны), разработанный в 1986 - 1987 годах фирмой FN Herstal. Был разработан, в первую очередь, для танкистов и водителей боевых автомобилей и машин. Имеет прогрессивный и удобный эргономичный дизайн. FN P90 построен по схеме булл-пап, автоматика работает по схеме со свободным затвором. FN Р90 оборудован встроенным коллиматорным прицелом кратности 1Х с прицельной сеткой в виде буквы Т. Именно из-за того, что прицел напоминает гребень петуха, FN P90 и получил своё народное прозвище: \"Петух\". Данная версия не оборудованна встроенным прицельным устройством, но использование системы рельсового интерфейса MIL-STD-1913 позволяет установить любой удобный прицел, и другие аксессуары.\nPX135 является продолжением работ над модифицированием FN P90. Применение в данном образце технологии Гаусса позволило пулям достигать сверхзвуковых скоростей, что сделало PX135 мощнее и убойней чем когда-либо."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Закрытый затвор\n<Bullet/>Тип боеприпаса: FN 5.7x28мм\n<Bullet/>Страна производитель: Бельгия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MWR_P90_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>P90 TR</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>P90 TR</b></font>"
AbilityDescName="персональное оружие самообороны"
BriefSummary="FN P90 - бельгийский пистолет-пулемёт (персональное оружие самообороны), разработанный в 1986 - 1987 годах фирмой FN Herstal. Был разработан, в первую очередь, для танкистов и водителей боевых автомобилей и машин. Имеет прогрессивный и удобный эргономичный дизайн. FN P90 построен по схеме булл-пап, автоматика работает по схеме со свободным затвором. FN Р90 оборудован встроенным коллиматорным прицелом кратности 1Х с прицельной сеткой в виде буквы Т. Именно из-за того, что прицел напоминает гребень петуха, FN P90 и получил своё народное прозвище: \"Петух\". Данная версия не оборудованна встроенным прицельным устройством, но использование системы рельсового интерфейса MIL-STD-1913 позволяет установить любой удобный прицел, и другие аксессуары."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Закрытый затвор\n<Bullet/>Тип боеприпаса: FN 5.7x28мм\n<Bullet/>Страна производитель: Бельгия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MWR_P90_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>RC-P90</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>RC-P90</b></font>"
AbilityDescName="персональное оружие самообороны"
BriefSummary="FN P90 - бельгийский пистолет-пулемёт (персональное оружие самообороны), разработанный в 1986 - 1987 годах фирмой FN Herstal. Был разработан, в первую очередь, для танкистов и водителей боевых автомобилей и машин. Имеет прогрессивный и удобный эргономичный дизайн. FN P90 построен по схеме булл-пап, автоматика работает по схеме со свободным затвором. FN Р90 оборудован встроенным коллиматорным прицелом кратности 1Х с прицельной сеткой в виде буквы Т. Именно из-за того, что прицел напоминает гребень петуха, FN P90 и получил своё народное прозвище: \"Петух\". Данная версия не оборудованна встроенным прицельным устройством, но использование системы рельсового интерфейса MIL-STD-1913 позволяет установить любой удобный прицел, и другие аксессуары.\nRC версия представляет собой модификацию FN P90, в которой большинство деталей заменены на изготовленные из иноспланетных сплавов, что сделало оружие более прочным и положительно сказалось на пробивной способности данного образца."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Закрытый затвор\n<Bullet/>Тип боеприпаса: FN 5.7x28мм\n<Bullet/>Страна производитель: Бельгия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_MWR_P90_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>PX290</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>PX290</b></font>"
AbilityDescName="персональное оружие самообороны"
BriefSummary="FN P90 - бельгийский пистолет-пулемёт (персональное оружие самообороны), разработанный в 1986 - 1987 годах фирмой FN Herstal. Был разработан, в первую очередь, для танкистов и водителей боевых автомобилей и машин. Имеет прогрессивный и удобный эргономичный дизайн. FN P90 построен по схеме булл-пап, автоматика работает по схеме со свободным затвором. FN Р90 оборудован встроенным коллиматорным прицелом кратности 1Х с прицельной сеткой в виде буквы Т. Именно из-за того, что прицел напоминает гребень петуха, FN P90 и получил своё народное прозвище: \"Петух\". Данная версия не оборудованна встроенным прицельным устройством, но использование системы рельсового интерфейса MIL-STD-1913 позволяет установить любой удобный прицел, и другие аксессуары.\nPX135 является продолжением работ над модифицированием FN P90. Применение в данном образце технологии Гаусса позволило пулям достигать сверхзвуковых скоростей, что сделало PX135 мощнее и убойней чем когда-либо."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор, Закрытый затвор\n<Bullet/>Тип боеприпаса: FN 5.7x28мм\n<Bullet/>Страна производитель: Бельгия\n<Bullet/>Уровень технологии: Лучевое оружие"